import './style.sass'
export default function AboutComponent(){
    return(
        <div className="landing_about" id='about'>
            <h3 className='landing_page_subheader'>Пара слов</h3>
            <h2 className='landing_page_header'>О проекте</h2>
            <div className='about_image'></div>
            <p>«Поехали» - это новый сервис попутных поездок, созданный местными энтузиастами специально для жителей и гостей Шенталинского района.<br/><br/>

            Мы - команда неравнодушных людей, которые хотят сделать передвижение по нашему району более удобным, доступным и комфортным. С помощью сервиса вы можете найти подходящую поездку в качестве пассажира или создать свою поездку, если у вас есть свободные места в автомобиле.<br/><br/>

            Сейчас «Поехали» работает в тестовом режиме (MVP). Мы запускаем проект постепенно, собираем ваши отзывы и предложения и будем дорабатывать сервис вместе с его пользователями. Поэтому некоторые функции могут работать не идеально - будем благодарны за понимание и обратную связь.</p>
            <h2 className='font-bold mt-4 mb-2 text-md lg:text-xl'>Полностью бесплатно</h2>
            <p>
                На данный момент пользоваться «Поехали» можно абсолютно бесплатно.<br/><br/>

                Мы не берем комиссию с водителей и пассажиров - никаких скрытых платежей и дополнительных сборов за использование сервиса. Если вы водитель, вся договорённая за поездку сумма остаётся у вас.<br/><br/>

                Сервис также не требует установки приложения - «Поехали» работает прямо в браузере вашего телефона или компьютера.
            </p>
            <h2 className='font-bold mt-4 mb-2 text-md lg:text-xl'>Кто может пользоваться сервисом?</h2>
            <p>
                Стать водителем может любой совершеннолетний человек, у которого есть личный автомобиль, действующее водительское удостоверение и необходимые документы на автомобиль.<br/><br/>

                Чтобы воспользоваться сервисом в качестве пассажира, достаточно быть совершеннолетним и зарегистрироваться.<br/><br/>

                На данный момент поездки доступны по территории Шенталинского района. В дальнейшем мы планируем постепенно расширять географию сервиса и добавлять новые направления.
            </p>
            <h2 className='font-bold mt-4 mb-2 text-md lg:text-xl'>Давайте пользоваться сервисом вместе</h2>
            <p>
                Поскольку «Поехали» только начинает свой путь, его развитие во многом зависит от самих пользователей. Просим относиться к сервису и другим участникам сообщества добросовестно: указывать достоверную информацию о поездках, соблюдать договорённости и уважительно относиться друг к другу.<br/><br/>

                Мы искренне верим, что «Поехали» поможет сделать повседневные поездки по Шенталинскому району проще и доступнее.<br/><br/>

                Присоединяйтесь - создавайте поездки, находите попутчиков и поехали!
            </p>
        </div>
    )
}