import './style.sass'

export default function PersonalDataProcessing() {
  return (
    <div className="agreements_and_information">
      <h1>ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
      <p className='text-sm mb-4'>Режим A | актуальность 03.10.2026</p>
      <p>Оператор текущего проекта: Романов Михаил Александрович. Контакт: m.romanov.biz@gmail.com. Сайт: poehali163.ru.</p>

      <h2>1. Общие положения</h2>
      <p>Оператор: Романов Михаил Александрович.<br/>Контакт: m.romanov.biz@gmail.com.<br/> Сайт: poehali163.ru.<br/> Публичный домашний адрес в текущей версии не раскрывается</p>
      
      <h2>2. Цели</h2>
      <ul className='list-disc ml-8'>
        <li>регистрация и аутентификация через email/OTP;</li>
        <li>создание аккаунта;</li>
        <li>создание и исполнение заказов;</li>
        <li>взаимодействие пассажира и водителя;</li>
        <li>расчёт маршрута, времени и стоимости;</li>
        <li>уведомления;</li>
        <li>безопасность и предотвращение злоупотреблений;</li>
        <li>обработка обращений;</li>
        <li>исполнение законных обязанностей.</li>
      </ul>
      
      <h2>3. Категории</h2>
      <div className='table_wrapper'>
        <table>
          <thead>
            <th>Категория</th>
            <th>Данные</th>
            <th>Назначение</th>
          </thead>
          <tbody>
            <tr>
              <td>Аккаунт</td>
              <td>имя, email, телефон, UserId</td>
              <td>регистрация/связь</td>
            </tr>
            <tr>
              <td>Аутентификация</td>
              <td>email, OTP, время, технические признаки</td>
              <td>подтверждение email; OTP в Redis</td>
            </tr>
            <tr>
              <td>Профиль</td>
              <td>фото по желанию</td>
              <td>отображение участнику поездки</td>
            </tr>
            <tr>
              <td>Водитель</td>
              <td>автомобиль, госномер и сведения профиля</td>
              <td>исполнение заказа</td>
            </tr>
            <tr>
              <td>Заказ</td>
              <td>ID, адреса, координаты/маршрут, время, стоимость, статус, способ оплаты</td>
              <td>исполнение заказа</td>
            </tr>
            <tr>
              <td>Геолокация</td>
              <td>текущие координаты водителя	отображение пассажиру;</td>
              <td>без хранения в MySQL</td>
            </tr>
            <tr>
              <td>Push</td>
              <td>endpoint и параметры подписки</td>
              <td>уведомления</td>
            </tr>
            <tr>
              <td>Технические</td>
              <td>IP, User-Agent, даты/логи</td>
              <td>безопасность и аудит</td>
            </tr>
          </tbody>
        </table>
      </div>
      
      <h2>4. Основания</h2>
      <p>Для каждой цели отдельно определяется правовое основание: договор/действия по запросу, законная обязанность либо отдельное согласие. Согласие не используется как универсальная замена другим основаниям.</p>
      
      <h2>5. Передача участникам</h2>
      <p>Передаются только необходимые для конкретной поездки сведения. Геолокация водителя — только во время активного заказа, после завершения/отмены передача прекращается.</p>
      
      <h2>6. Локализация</h2>
      <p>Основные БД и Redis находятся на сервере в Самаре. Перед публикацией необходимо отдельно проверить Yandex SMTP, Web Push, резервные копии, внешние API/CDN и любой иной канал передачи.</p>
      
      <h2>7. Права субъекта</h2>
      <ul className='list-disc ml-8'>
        <li>доступ к данным;</li>
        <li>уточнение;</li>
        <li>блокирование/уничтожение в предусмотренных случаях;</li>
        <li>отзыв согласия, если нет иного основания;</li>
        <li>обращение к оператору по email.</li>
      </ul>
      
      <h2>8. Безопасность</h2>
      <ul className='list-disc ml-8'>
        <li>разграничение доступа;</li>
        <li>HTTPS;</li>
        <li>защита секретов;</li>
        <li>Шифрование данных</li>
        <li>контроль MySQL/Redis;</li>
        <li>резервное копирование;</li>
        <li>аудит;</li>
        <li>реагирование на инциденты.</li>
      </ul>

      <h2>9. Аналитика и Яндекс Метрика</h2>
      <p>
        Для анализа посещаемости и использования веб-интерфейса «Поехали» оператор может использовать сервис Яндекс Метрика. При настройке счётчика оператор не должен передавать в него ФИО, номер телефона, адрес электронной почты, адреса поездок, координаты водителя, идентификаторы аккаунта, токены авторизации и иные идентифицирующие сведения. Яндекс указывает, что идентификационная информация, включая ФИО, телефон, email и GPS-местоположение, не должна передаваться в Метрику, если соответствующая передача прямо не предусмотрена функцией сервиса.<br/><br/>

        Метрика используется для статистического анализа посещаемости, устройств, браузеров, источников переходов и взаимодействия с интерфейсом. Конкретный набор собираемых данных определяется фактическими настройками счётчика. Политика должна актуализироваться при включении новых функций Метрики.<br/><br/>

        Яндекс указывает, что в рамках условий Метрики оператор сайта выступает оператором персональных данных посетителей, а Яндекс — лицом, действующим по поручению оператора для предоставления сервиса. Это должно учитываться при документировании внешних обработчиков и поручений на обработку персональных данных.
      </p>
      
      <h2>Нормативная база</h2>
      <ul className='list-decimal ml-8'>
        <li>Федеральный закон от 29.12.2022 №580-ФЗ (ред. от 29.12.2025) — об организации перевозок пассажиров и багажа легковым такси.</li>
        <li>Федеральный закон от 27.07.2006 №152-ФЗ «О персональных данных» (ред. от 26.07.2026).</li>
        <li>Федеральный закон от 08.11.2007 №259-ФЗ «Устав автомобильного транспорта и городского наземного электрического транспорта» (ред. от 04.08.2026).</li>
        <li>Приказ Минтранса России от 14.04.2026 №161 — Правила перевозок пассажиров и багажа автомобильным транспортом и городским наземным электрическим транспортом; действует с 01.09.2026.</li>
        <li>Постановление Правительства Самарской области от 12.09.2023 №741 в редакции постановления от 11.06.2026 №382.</li>
        <li>Федеральный закон от 22.05.2003 №54-ФЗ «О применении контрольно-кассовой техники при осуществлении расчетов в Российской Федерации».</li>
        <li>Федеральный закон от 14.06.2012 №67-ФЗ — об обязательном страховании гражданской ответственности перевозчика.</li>
      </ul>

    </div>
  )
}
