-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Oct 21, 2024 at 08:02 AM
-- Server version: 5.5.25
-- PHP Version: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `taxicap`
--

-- --------------------------------------------------------

--
-- Table structure for table `accounts`
--

CREATE TABLE IF NOT EXISTS `accounts` (
  `UserId` int(11) NOT NULL AUTO_INCREMENT,
  `UserSessionId` text NOT NULL,
  `DriverMode` int(11) NOT NULL DEFAULT '0',
  `ActiveOrder` int(11) NOT NULL DEFAULT '0',
  `UserName` text,
  `UserPhone` bigint(11) DEFAULT NULL,
  `UserBirthday` date DEFAULT NULL,
  `UserEmail` text,
  `UserPassword` text,
  `UserImage` text,
  `VehicleBrand` text,
  `VehicleModel` text,
  `VehicleColor` text,
  `VehicleNumber` text,
  `Wallet` int(11) DEFAULT NULL,
  KEY `UserId` (`UserId`),
  KEY `ActiveOrder` (`ActiveOrder`),
  KEY `ActiveOrder_2` (`ActiveOrder`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Dumping data for table `accounts`
--

INSERT INTO `accounts` (`UserId`, `UserSessionId`, `DriverMode`, `ActiveOrder`, `UserName`, `UserPhone`, `UserBirthday`, `UserEmail`, `UserPassword`, `UserImage`, `VehicleBrand`, `VehicleModel`, `VehicleColor`, `VehicleNumber`, `Wallet`) VALUES
(1, 'IO32oasJDFiZbO3FktneF6eZgv7fS51VJn1cNeG', 1, 0, 'Леха', 1231231231, '0000-00-00', 'iperrogames987@gmail.com', '123', '/users/20230410_165856.jpg', 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 0),
(2, 'vIkzZ6lreJNZq58VyyfFY0BaIQmrGMG1Fg8oMxs', 1, 0, 'Михаил', 111111111111, '0000-00-00', 'ya@gmail.com', '123', '', 'Mitsubishi', '3000GT', 'Red', 'e763aa163', 0),
(3, 'UzlZFvCydrD4SDTHGDybwm07WgNNxh117Ovnmka', 1, 0, 'Светлана', 1232131, '0000-00-00', 'defol7@yandex.ru', '1', NULL, 'Kia', 'Rio', 'Black', '222', 0),
(6, 'kOBXqrilKA6lqMqFpBe68lYoO5suTyoQZ3g5cgs', 0, 0, 'Мишаня', 87837819898778, '0000-00-00', 'm.romanov.biz@gmail.com', '', '', '', '', '', '', 0),
(7, 'pRzL0Ay9riuAmYZkuQ0IJqi2Y7iw4L0cRmkN981', 0, 0, 'Михаил', 111222, '0000-00-00', 'ehot987@gmail.com', '', '', 'Volkswagen', '2112', 'Black', '1', 0),
(8, 'xoXD8M5xrZ3TGw6RckK5pZHj9dw7enwJffzHulT', 1, 0, 'Михаил', 89397561466, '0000-00-00', 'iperrogames346@gmail.com1', '', '', 'BMW', 'X5', 'Black', 'E222KP63', 0),
(9, '9vq4rLpYqKNFcjkiUyIsbWCHcuFysecTMsCoRqm', 0, 0, 'Григорий', 9397561464, NULL, 'iperrogames346@gmail.com', '', NULL, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `orderhistory`
--

CREATE TABLE IF NOT EXISTS `orderhistory` (
  `UserId` int(11) NOT NULL,
  `Date` date NOT NULL,
  `DriverName` text NOT NULL,
  `DriverId` int(11) NOT NULL,
  `DriverPhone` int(11) NOT NULL,
  `AddressFrom` text NOT NULL,
  `AddressTo` text NOT NULL,
  `OrderPrice` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE IF NOT EXISTS `orders` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `CustomerPhone` bigint(20) DEFAULT NULL,
  `UserId` int(11) DEFAULT NULL,
  `DriverName` text,
  `DriverId` int(11) DEFAULT NULL,
  `DriverPhone` bigint(20) DEFAULT NULL,
  `VehicleBrand` text,
  `VehicleModel` text,
  `VehicleColor` text,
  `VehicleNumber` text,
  `OrderStatus` text,
  `CustomerName` text,
  `LatFrom` text,
  `LonFrom` text,
  `LatTo` text,
  `LonTo` text,
  `AddressFrom` text,
  `AddressTo` text,
  `Price` int(11) DEFAULT NULL,
  `PaymentMethod` varchar(8) NOT NULL,
  `Date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `DriverImage` text,
  `CustomerImage` text,
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=367 ;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `CustomerPhone`, `UserId`, `DriverName`, `DriverId`, `DriverPhone`, `VehicleBrand`, `VehicleModel`, `VehicleColor`, `VehicleNumber`, `OrderStatus`, `CustomerName`, `LatFrom`, `LonFrom`, `LatTo`, `LonTo`, `AddressFrom`, `AddressTo`, `Price`, `PaymentMethod`, `Date`, `DriverImage`, `CustomerImage`) VALUES
(288, 1232131, 3, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Светлана', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-12 12:21:33', '', ''),
(289, 1232131, 3, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Светлана', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-12 12:24:56', '', ''),
(290, 1232131, 3, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Светлана', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-12 12:29:29', '', ''),
(291, 111222, 7, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'михаил', '54.4337916', '51.4663248', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 6', 54, '', '2024-05-12 12:30:30', '', ''),
(292, 111222, 7, 'Нина', 4, 7657567, 'VAG', '2112', 'Black', '112', 'completed', 'михаил', '54.4337916', '51.4663248', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 6', 54, '', '2024-05-12 16:05:11', '', ''),
(293, 111222, 7, 'Нина', 4, 7657567, 'VAG', '2112', 'Black', '112', 'completed', 'михаил', '54.4337916', '51.4663248', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 6', 54, '', '2024-05-12 16:08:04', '', ''),
(294, 111222, 7, 'Нина', 4, 7657567, 'VAG', '2112', 'Black', '112', 'completed', 'михаил', '54.434447750000004', '51.46570742933835', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 4', 58, '', '2024-05-12 16:09:47', '', ''),
(295, 111222, 7, 'Нина', 4, 7657567, 'VAG', '2112', 'Black', '112', 'completed', 'михаил', '54.434447750000004', '51.46570742933835', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 4', 58, '', '2024-05-12 16:11:51', '', ''),
(296, 7657567, 4, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Нина', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-12 16:14:07', '', ''),
(297, 87837819898778, 6, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'M R', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-12 16:19:10', '', ''),
(298, 7657567, 4, 'михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Нина', '54.4311372', '51.45834613414735', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 1', 72, '', '2024-05-12 16:19:33', '', ''),
(299, 1232131, 3, 'Михаил', 7, 111222, 'Volkswagen', '2112', 'Black', '1', 'completed', 'Светлана', '54.4337916', '51.4663248', '54.44085545', '51.456614744961485', 'Мичурина 23', 'Вокзальная 6', 98, '', '2024-05-16 17:00:15', '', ''),
(300, 111222, 7, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Михаил', '54.4337916', '51.4663248', '54.42801865', '51.47789636879947', 'Чехова 33', 'Вокзальная 6', 54, '', '2024-05-16 17:01:37', '', ''),
(301, 111222, 7, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Михаил', '54.4337916', '51.4663248', '54.44184575', '51.46452063986889', 'Фрунзе 33', 'Вокзальная 6', 97, '', '2024-05-16 17:03:50', '', ''),
(307, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 11:10:05', NULL, NULL),
(308, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 11:12:20', NULL, ''),
(322, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 14:58:45', NULL, ''),
(323, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:05:54', NULL, ''),
(324, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:08:36', NULL, ''),
(325, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:08:52', NULL, ''),
(326, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:10:20', NULL, ''),
(329, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:14:01', NULL, ''),
(330, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:21:40', NULL, ''),
(331, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:23:16', NULL, ''),
(332, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:53:44', NULL, ''),
(333, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:55:13', NULL, ''),
(334, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:56:46', NULL, ''),
(335, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:57:19', NULL, ''),
(336, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 15:59:44', NULL, ''),
(337, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-28 16:00:52', NULL, ''),
(338, 1232131, 3, 'Михаил', 8, 8, 'BMW', 'X5', '', 'E222KP63', 'completed', 'Светлана', '54.4368451', '51.4718494', '54.440855', '51.456615', 'Мичурина 23', 'Вокзальная 27', 121, '', '2024-05-29 07:32:12', NULL, ''),
(340, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.4325417', '51.4625309', '54.44184575', '51.46452063986889', 'Фрунзе 33', 'Вокзальная 3', 85, '', '2024-08-27 09:24:41', NULL, ''),
(341, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.440855', '51.456615', '54.4333568', '51.4651792', 'Вокзальная 6', 'Мичурина 23', 94, '', '2024-10-07 11:26:30', NULL, ''),
(342, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:19:57', NULL, ''),
(343, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.4325417', '51.4625309', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Вокзальная 3', 37, '', '2024-10-18 09:22:05', NULL, ''),
(344, 87837819898778, 6, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:31:37', NULL, ''),
(345, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:32:26', NULL, ''),
(346, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:35:58', NULL, ''),
(347, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:37:09', NULL, ''),
(348, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:38:32', NULL, ''),
(349, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:42:00', NULL, ''),
(350, 87837819898778, 6, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:45:48', NULL, ''),
(351, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 09:47:42', NULL, ''),
(352, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 09:48:20', NULL, ''),
(353, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 09:50:17', NULL, ''),
(354, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 09:52:46', NULL, ''),
(355, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:53:35', NULL, ''),
(356, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:54:59', NULL, ''),
(357, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 09:59:35', NULL, ''),
(358, 87837819898778, 6, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 10:02:10', NULL, ''),
(359, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 10:05:53', NULL, ''),
(360, 87837819898778, 6, 'Светлана', 3, 1232131, 'Kia', 'Rio', 'Black', '222', 'completed', 'Мишаня', '54.423565', '51.484111', '54.43191695', '51.471836988584265', 'улица Куйбышева 21', 'Больница', 63, '', '2024-10-18 10:06:37', NULL, ''),
(361, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 10:25:20', NULL, ''),
(362, 87837819898778, 6, 'Леха', 1, 1231231231, 'Volkswagen', 'Polo', 'Белый', 'e103aa163', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, '', '2024-10-18 10:26:42', NULL, ''),
(363, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, 'Наличные', '2024-10-18 12:25:30', NULL, ''),
(364, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, 'Перевод', '2024-10-18 12:26:15', NULL, ''),
(365, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, 'Перевод', '2024-10-18 12:29:46', NULL, ''),
(366, 87837819898778, 6, 'Григорий', 9, 9397561464, 'Volkswagen', 'Touareg', 'Серебристый', 'E222KP63', 'completed', 'Мишаня', '54.423565', '51.484111', '54.432097', '51.471525', 'улица Куйбышева 21', 'Больница', 64, 'Перевод', '2024-10-18 12:30:28', NULL, '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
